Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Preferências do Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Prompts de HTTP Basic Auth de várias fontes";
AllowCrossOriginAuthPrompt.pfm_description = "Controla se o subconteúdo de terceiros em uma página tem autorização para abrir uma caixa de diálogo pop-up HTTP Basic Auth. Isso costuma ficar desativado como proteção antiphishing.";
AllowFileSelectionDialogs.pfm_title = "Permitir a invocação de caixas de diálogo de seleção de arquivos.";
AllowFileSelectionDialogs.pfm_description = "Permite o acesso a arquivos locais na máquina, permitindo que o Chromium exiba caixas de diálogo de seleção de arquivos. Se você ativar essa configuração, os usuários poderão abrir as caixas de diálogo de seleção de arquivos normalmente. Se você desativar essa configuração, sempre que o usuário executar uma ação que possa provocar uma caixa de diálogo de seleção de arquivos (como importar favoritos, fazer upload de arquivos, salvar links etc), será exibida uma mensagem em seu lugar, e será pressuposto que o usuário clicou em \"Cancelar\" na caixa de diálogo de seleção de arquivos. Se essa configuração não for definida, os usuários poderão abrir caixas de diálogo de seleção de arquivos normalmente.";
AllowOutdatedPlugins.pfm_title = "Permitir a execução de plug-ins que estão desatualizados";
AllowOutdatedPlugins.pfm_description = "Permite que o Chromium execute plug-ins que estão desatualizados. Se você ativar essa configuração, plug-ins desatualizados serão usados ​​como plug-ins normais. Se você desativar essa configuração, plug-ins desatualizados não serão utilizados, e os usuários não terão uma solicitação de permissão para executá-los. Se essa configuração não for definida, os usuários terão uma solicitação de permissão para executar plug-ins desatualizados.";
AlternateErrorPagesEnabled.pfm_title = "Ativar páginas de erro alternativas";
AlternateErrorPagesEnabled.pfm_description = "Permite o uso de páginas de erro alternativas que são desenvolvidas no Chromium (como \"página não encontrada\") e impede os usuários de alterar essa configuração. Se você ativar essa configuração, páginas de erro alternativas serão usadas. Se você desativar essa configuração, páginas de erro alternativas nunca serão usadas. Se você ativar ou desativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Sempre executa plug-ins que requerem autorização";
AlwaysAuthorizePlugins.pfm_description = "Permite que o Chromium execute plug-ins que requerem autorização. Se você ativar essa configuração, os plug-ins que não estão desatualizados serão sempre executados. Se essa configuração estiver desativada ou não estiver definida, os usuários receberão uma solicitação para permitir a execução de plug-ins que requerem autorização. Esses plug-ins podem comprometer a segurança.";
AuthNegotiateDelegateWhitelist.pfm_title = "Lista branca do servidor de delegação Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Os servidores que podem ser delegados pelo Chromium.";
AuthSchemes.pfm_title = "Esquemas de autenticação compatíveis";
AuthSchemes.pfm_description = "Especifica quais esquemas de autenticação HTTP têm suporte no Chromium. Os possíveis valores são \"básicos\", \"resumo por e-mail\", \"ntlm' e 'negociar'. Separe valores múltiplos com vírgulas.";
AuthServerWhitelist.pfm_title = "Lista branca do servidor de autenticação";
AuthServerWhitelist.pfm_description = "Especifica quais servidores devem estar na lista branca para a autenticação integrada. A autenticação integrada só será ativada quando o Chromium receber um desafio de autenticação de um proxy ou de um servidor que está na lista autorizada. Separe vários nomes de servidores com vírgulas. Caracteres curinga (*) são permitidos.";
AutoFillEnabled.pfm_title = "Ativar Preenchimento automático";
AutoFillEnabled.pfm_description = "Ativa o recurso de Preenchimento automático do Chromium e permite aos usuários preencher automaticamente formulários da web, usando as informações previamente armazenadas, tais como endereço ou informações de cartão de crédito. Se você desativar essa configuração, o Preenchimento automático estará inacessível para os usuários. Se você ativar essa configuração ou não configurar um valor, o Preenchimento automático permanecerá sob o controle do usuário. Isso permitirá que ele configure os perfis de Preenchimento automático e habilite ou desabilite o Preenchimento automático de acordo com seu próprio critério.";
BlockThirdPartyCookies.pfm_title = "Bloquear cookies de terceiros";
BlockThirdPartyCookies.pfm_description = "Bloqueia cookies de terceiros. Ativar essa configuração impede que os cookies sejam definidos por elementos de páginas da web que não são do domínio que está na barra de endereços do navegador. A desativação dessa configuração permite que os cookies sejam definidos por elementos de páginas da web que não são do domínio que está na barra de endereços do navegador e impede os usuários de alterar essa configuração.";
BookmarkBarEnabled.pfm_title = "Ativar a barra de favoritos";
BookmarkBarEnabled.pfm_description = "Ativa a barra de favoritos na página \"Nova guia\", no Chromium. Se você ativar essa configuração, o Chromium exibirá uma barra de favoritos na página \"Nova guia\". Se você desativar essa configuração, os usuários nunca verão a barra de favoritos. Se ativar ou desativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium.";
ClearSiteDataOnExit.pfm_title = "Limpar os dados do site no encerramento do navegador";
ClearSiteDataOnExit.pfm_description = "Esta política é uma substituição da opção de configurações de conteúdo \"Limpar cookies e outros dados de sites quando eu fechar meu navegador\". Quando definido como verdadeiro, o Chromium excluirá todos os dados armazenados localmente no navegador, quando este for encerrado.";
CookiesAllowedForUrls.pfm_title = "Permitir cookies nestes sites";
CookiesAllowedForUrls.pfm_description = "Permite definir uma lista com padrões de URL que especificam quais sites podem definir cookies.";
CookiesBlockedForUrls.pfm_title = "Bloquear cookies nestes sites";
CookiesBlockedForUrls.pfm_description = "Permite definir uma lista com padrões de URL que especificam os sites que não têm permissão para definir cookies.";
CookiesSessionOnlyForUrls.pfm_title = "Permitir cookies somente de sessão nestes sites";
CookiesSessionOnlyForUrls.pfm_description = "Permite definir uma lista com padrões de URL que especificam quais sites podem definir os cookies somente de sessão.";
DefaultBrowserSettingEnabled.pfm_title = "Definir o Chrome como navegador padrão";
DefaultBrowserSettingEnabled.pfm_description = "Configura as verificações do navegador padrão no Chromium e impede que os usuários as modifiquem. Se você ativar essa configuração, o Chromium sempre verificará, na inicialização, se ele é o navegador padrão e automaticamente se registrará, se possível. Se essa configuração for desativada, o Chromium nunca verificará se ele é o navegador padrão e desativará controles do usuário para configurar essa opção. Se essa configuração não for definida, o Chromium permitirá ao usuário controlar se ele é o navegador padrão e se as notificações do usuário devem ser exibidas quando não forem exibidas.";
DefaultCookiesSetting.pfm_title = "Configuração de cookies padrão";
DefaultCookiesSetting.pfm_description = "0 - Permitir que todos os sites definam dados locais.\n1 - Não permitir que nenhum site defina dados locais\nPermite definir se os websites têm permissão para definir dados locais. A definição de dados locais pode ser permitida ou negada para todos os websites.";
DefaultGeolocationSetting.pfm_title = "Configuração padrão de geolocalização";
DefaultGeolocationSetting.pfm_description = "0 - Permitir que os sites rastreiem a localização física dos usuários\n1 - Não permitir que nenhum site rastreie a localização física dos usuários\n2 - Perguntar sempre que um site desejar rastrear a localização física dos usuários\nPermite definir se os websites têm permissão para rastrear a localização física dos usuários. O rastreamento da localização física dos usuários pode ser permitido por padrão, negado por padrão ou o usuário pode ser questionado sempre que um website solicitar a localização física.";
DefaultImagesSetting.pfm_title = "Configuração de imagens padrão";
DefaultImagesSetting.pfm_description = "0 - Permitir que todos os sites exibam todas as imagens\n1 - Não permitir que nenhum site exiba imagens\nPermite definir se os websites têm permissão para exibir imagens. A exibição de imagens pode ser permitida ou negada para todos os websites.";
DefaultJavaScriptSetting.pfm_title = "Configuração padrão do JavaScript";
DefaultJavaScriptSetting.pfm_description = "0 - Permitir que todos os sites executem o JavaScript\n1 - Não permitir que nenhum site execute o JavaScript\nPermite definir se os websites têm permissão para executar o JavaScript. A execução do JavaScript pode ser permitida ou negada para todos os websites.";
DefaultNotificationSetting.pfm_title = "Configuração padrão de notificações";
DefaultNotificationSetting.pfm_description = "0 - Permitir que os sites exibam notificações da área de trabalho\n1 - Não permitir que nenhum site exiba notificações da área de trabalho\n2 - Perguntar cada vez que um site quiser exibir notificações da área de trabalho\nPermite definir se os websites têm permissão para exibir notificações da área de trabalho. A exibição de notificações da área de trabalho pode ser permitida por padrão, negada por padrão ou o usuário pode ser questionado sempre que um website desejar exibir as notificações da área de trabalho.";
DefaultPluginsSetting.pfm_title = "Configuração padrão de plug-ins";
DefaultPluginsSetting.pfm_description = "0 - Permite que todos os sites executem automaticamente os plug-ins\n1 - Bloqueia todos os plug-ins\nPermite definir se os websites têm permissão para executar automaticamente plug-ins. A execução automática de plug-ins pode ser permitida ou negada para todos os websites.";
DefaultPopupsSetting.pfm_title = "Configuração padrão de pop-ups";
DefaultPopupsSetting.pfm_description = "0 - Permitir que todos os sites exibam pop-ups\n1 - Não permite que nenhum site exiba pop-ups\nPermite definir se os sites têm permissão para exibir pop-ups. A exibição de pop-ups pode ser permitida ou negada para todos os websites.";
DefaultSearchProviderEnabled.pfm_title = "Ativar o provedor de pesquisa padrão";
DefaultSearchProviderEnabled.pfm_description = "Permite o uso de um provedor de pesquisa padrão. Se você ativar essa configuração, uma pesquisa padrão será realizada quando o usuário digitar texto na omnibox que não seja um URL. Você pode especificar o provedor de pesquisa padrão a ser utilizado, definindo o resto das políticas de pesquisa padrão. Se estas forem deixadas em branco, o usuário poderá escolher o provedor padrão. Se você desativar essa configuração, nenhuma pesquisa será realizada quando o usuário digitar um texto que não é um URL na omnibox. Se você ativar ou desativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Codificações do provedor de pesquisa padrão";
DefaultSearchProviderEncodings.pfm_description = "Especifica as codificações de caracteres compatíveis com o provedor de pesquisa. Codificações são nomes de páginas de códigos, como UTF-8, GB2312 e ISO-8859-1. Elas são processadas na ordem fornecida. O padrão é UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Ícone do provedor de pesquisa padrão";
DefaultSearchProviderIconURL.pfm_description = "Especifica o URL do ícone favorito do provedor de pesquisa padrão. Opcional.";
DefaultSearchProviderInstantURL.pfm_title = "URL instantâneo do provedor de pesquisa padrão";
DefaultSearchProviderInstantURL.pfm_description = "Especifica o URL do mecanismo de pesquisa usado para fornecer resultados instantâneos. O URL deve conter a sequência '{searchTerms}', que será substituída no momento da consulta pelo texto inserido pelo usuário até aquele momento. Opcional.";
DefaultSearchProviderKeyword.pfm_title = "Palavra-chave do provedor de pesquisa padrão";
DefaultSearchProviderKeyword.pfm_description = "Especifica a palavra-chave, que é o atalho utilizado na omnibox para acionar a pesquisa desse provedor. Opcional.";
DefaultSearchProviderName.pfm_title = "Nome do provedor de pesquisa padrão";
DefaultSearchProviderName.pfm_description = "Especifica o nome do provedor de pesquisa padrão. Se for deixado vazio, o nome do host especificado pelo URL de pesquisa será utilizado.";
DefaultSearchProviderSearchURL.pfm_title = "URL de pesquisa do provedor de pesquisa padrão";
DefaultSearchProviderSearchURL.pfm_description = "Especifica o URL do mecanismo de pesquisa utilizado ao fazer uma pesquisa padrão. O URL deve conter a sequência \"{searchTerms}\", que será substituída no momento da consulta pelos termos pesquisados pelo usuário.";
DefaultSearchProviderSuggestURL.pfm_title = "URL sugerido do provedor de pesquisa padrão";
DefaultSearchProviderSuggestURL.pfm_description = "Especifica o URL do mecanismo de pesquisa utilizado para fornecer sugestões de pesquisa. O URL deve conter a sequência \"{searchTerms}\", que será substituída no momento da consulta pelo texto digitado pelo usuário até aquele momento. Opcional.";
DeveloperToolsDisabled.pfm_title = "Desativar Ferramentas de desenvolvedor";
DeveloperToolsDisabled.pfm_description = "Desativa as Ferramentas de desenvolvedor e o console JavaScript. Se você ativar essa configuração, as Ferramentas de desenvolvedor não poderão ser acessadas, ​​e os elementos de websites não poderão mais ser inspecionados. Todos os atalhos do teclado e todas as entradas de menu ou menu de contexto para abrir as Ferramentas de desenvolvedor ou o Console JavaScript serão desativados.";
Disable3DAPIs.pfm_title = "Desativar o suporte a APIs para gráficos 3D";
Disable3DAPIs.pfm_description = "Desativar o suporte de APIs para gráficos 3D. Ativar essa configuração impede que páginas da web acessem a unidade de processamento gráfico (GPU). Especificamente, as páginas da web não podem acessar a API WebGL, e os plug-ins não podem usar a API 3D Pepper. A desativação dessa configuração permite potencialmente que páginas da web utilizem a API WebGL e que plug-ins utilizem a API 3D Pepper. As configurações padrão do navegador ainda podem exigir que argumentos de linha de comando sejam passados para que essas APIs sejam usadas.";
DisableAuthNegotiateCnameLookup.pfm_title = "Desativar consulta CNAME ao negociar a autenticação do Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Especifica se o SPN Kerberos gerado é baseado no nome canônico do DNS ou no nome original inserido. Se você ativar essa configuração, a consulta CNAME será ignorada e o nome do servidor será usado conforme inserido. Se você desativar essa configuração, o nome canônico do servidor será determinado através da consulta CNAME.";
DisablePluginFinder.pfm_title = "Desativar localizador de plug-ins";
DisablePluginFinder.pfm_description = "Se você definir esta configuração como Verdadeira, a pesquisa e a instalação automática de plug-ins ausentes serão desativadas no Chromium.";
DisableSpdy.pfm_title = "Desativar o protocolo SPDY";
DisableSpdy.pfm_description = "Desativa o uso do protocolo SPDY no Chromium.";
DisabledPlugins.pfm_title = "Lista de plug-ins desativados";
DisabledPlugins.pfm_description = "Especifica uma lista de plug-ins que estão desativados no Chromium e impede os usuários de alterar essa configuração. Os caracteres curinga \"*\" e \"?\" podem ser usados para combinar sequências de caracteres arbitrários. O \"*\" corresponde a um número arbitrário de caracteres, enquanto o '?' especifica um único caractere opcional, ou seja, corresponde aos caracteres zero ou um. O caractere de escape é \"\\". Assim para corresponder aos caracteres reais \"*\", \"?\" ou \"\\", você pode colocar um \"\\" na frente deles. Se você ativar essa configuração, a lista especificada de plug-ins nunca será usada no Chromium. Os plug-ins são marcados como desativados em \"sobre: plug-ins\"  e os usuários não poderão ativá-los. Observe que esta política pode ser substituída por EnabledPlugins e DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Lista de exceções à lista de plug-ins desativados";
DisabledPluginsExceptions.pfm_description = "Especifica uma lista de plug-ins que o usuário pode ativar ou desativar no Chromium. Os caracteres curinga \"*\" e \"?\" podem ser usados para combinar sequências de caracteres arbitrários. O \"*\" corresponde a um número arbitrário de caracteres, enquanto o \"?\" especifica um único caractere opcional, ou seja, corresponde aos caracteres zero ou um. O caractere de escape é \"\\". Assim para corresponder a caracteres reais \"*\", \"?\", ou \"\\", você pode colocar um \"\\" na frente deles. Se você ativar essa configuração, a lista especificada de plug-ins pode ser usada ​​no Chromium. Os usuários podem ativá-los ou desativá-los em \"sobre: plug-ins\", mesmo se o plug-in também corresponder a um padrão em DisabledPlugins. Os usuários também podem ativar e desativar plug-ins que não correspondam a nenhum padrão em DisabledPlugins, DisabledPluginsExceptions e EnabledPlugins.";
DisabledSchemes.pfm_title = "Lista dos esquemas de protocolo desativados";
DisabledSchemes.pfm_description = "Desativa os esquemas de protocolo listados no Chromium. Os URLs que usam um esquema a partir dessa lista não serão carregados e não será possível a navegação neles.";
DiskCacheDir.pfm_title = "Definir o diretório de cache de disco";
DiskCacheDir.pfm_description = "Configura o diretório que o Chromium utilizará para armazenar arquivos em cache no disco. Se você definir essa política, o Chromium usará o diretório fornecido, não importa se o usuário especificou a sinalização \"--disk-cache-dir\" ou não.";
DnsPrefetchingEnabled.pfm_title = "Ativar previsão de rede.";
DnsPrefetchingEnabled.pfm_description = "Ativa a previsão de rede no Chromium e impede os usuários de alterar essa configuração. Se você ativar ou desativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium.";
DownloadDirectory.pfm_title = "Definir diretório de download";
DownloadDirectory.pfm_description = "Configura o diretório que o Chromium utilizará para fazer download dos arquivos. Se você definir esta política, o Chromium usará o diretório fornecido, independentemente de o usuário ter especificado um diretório ou ativado a sinalização, que será solicitada sempre para o local de download.";
EditBookmarksEnabled.pfm_title = "Ativa ou desativa a edição de favoritos";
EditBookmarksEnabled.pfm_description = "Ativa ou desativa a edição de favoritos no Chromium . Se você ativar essa configuração, os favoritos podem ser adicionados, removidos ou modificados. Este é o padrão. Se você desativar essa configuração, os favoritos não poderão ser adicionados, removidos ou modificados. Favoritos existentes ainda estão disponíveis.";
EnableAuthNegotiatePort.pfm_title = "Incluir porta não padrão no SPN Kerberos";
EnableAuthNegotiatePort.pfm_description = "Especifica se o SPN Kerberos gerado deve incluir uma porta não padrão. Se você ativar essa configuração, e uma porta não padrão (ou seja, uma porta diferente de 80 ou 443) for inserida, ela será incluída no SPN Kerberos gerado. Se você desativar essa configuração, o SPN Kerberos gerado não incluirá uma porta em nenhum caso.";
EnabledPlugins.pfm_title = "Lista de plug-ins ativados";
EnabledPlugins.pfm_description = "Especifica uma lista de plug-ins que estão ativados no Chromium e impede os usuários de alterar essa configuração. Os caracteres curinga \"*\" e \"?\" podem ser usados para combinar sequências de caracteres arbitrários. O '*' corresponde a um número arbitrário de caracteres, enquanto o \"?\" especifica um único caractere opcional, ou seja, corresponde aos caracteres zero ou um. O caractere de escape é \"\\". Assim para corresponder aos caracteres reais \"*\", \"?\" ou \"\\", você poderá colocar um \"\\" na frente deles. A lista especificada de plug-ins é sempre usada no Chromium, se eles estiverem instalados. Os plug-ins são marcados como ativados em \"sobre: plug-ins\", e os usuários não poderão desativá-los. Observe que esta política substitui tanto DisabledPlugins quanto DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "IDs de extensão que devem ser impedidos de serem instalados pelo usuário (ou * para todos)";
ExtensionInstallBlacklist.pfm_description = "Permite especificar quais extensões os usuários NÃO podem instalar. Extensões já instaladas serão removidas, se estiverem na lista negra. Um valor da lista negra de * significa que todas as extensões estão na lista negra, exceto se forem listadas explicitamente na lista branca.";
ExtensionInstallForcelist.pfm_title = "IDs de extensão e URLs de atualização deverão ser instalados silenciosamente";
ExtensionInstallForcelist.pfm_description = "Permite que você especifique uma lista de extensões que serão instaladas silenciosamente, sem interação do usuário. Cada item da lista é uma sequência, que contém um ID de extensão e um URL de atualização delimitado por um ponto e vírgula (;). Por exemplo:lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Para cada item, o Chromium recuperará a extensão especificada pelo ID do URL especificado e silenciosamente a instalará. As páginas a seguir explicam como você pode hospedar extensões em seu próprio servidor. Sobre os URLs de atualização: http://code.google.com/chrome/extensions/autoupdate.html, sobre hospedagem de extensões em geral: http://code.google.com/chrome/extensions/hosting.html. Os usuários não poderão desinstalar extensões que são especificadas por esta política. Se você remover uma extensão dessa lista, em seguida ela será automaticamente desinstalada pelo Chromium. Extensões que estão na lista negra em \"ExtensionInstallBlacklist\" e não na lista branca, não podem ser instaladas forçadamente por essa política.";
ExtensionInstallWhitelist.pfm_title = "IDs de extensão que serão isentos da lista negra";
ExtensionInstallWhitelist.pfm_description = "Permite especificar quais extensões não estão sujeitas à lista negra. Um valor da lista negra de * significa que todas as extensões estão na lista negra, e que os usuários só podem instalar extensões listadas na lista branca. Por padrão, todas as extensões estão na lista branca, mas se todas as extensões forem incluídas na lista negra pela política, a lista branca poderá ser usada para substituir a política.";
GSSAPILibraryName.pfm_title = "Nome da biblioteca GSSAPI";
GSSAPILibraryName.pfm_description = "Especifica qual biblioteca GSSAPI deve ser usada para autenticação HTTP. Você pode definir apenas um nome de biblioteca ou um caminho completo. Se nenhuma configuração for fornecida, o Chromium voltará a usar um nome de biblioteca padrão.";
HomepageIsNewTabPage.pfm_title = "Usar a página \"Nova guia\" como página inicial";
HomepageIsNewTabPage.pfm_description = "Configura o tipo da página inicial padrão no Chromium e impede que os usuários alterem as preferências dela. A página inicial pode ser definida como um URL especificado ou como uma \"Nova guia\". Se você ativar a segunda configuração, a \"Nova guia\" sempre será usada para a página inicial, e o local do URL será ignorado. Se você desativá-la, a página inicial do usuário nunca será uma \"Nova guia\", a menos que o URL seja definido como \"chrome://newtab\". Independentemente de sua escolha, os usuários não poderão alterar o tipo de página inicial no Chromium.";
HomepageLocation.pfm_title = "URL da página inicial";
HomepageLocation.pfm_description = "Configura o URL padrão da página inicial no Chromium e impede que os usuários o modifiquem. O tipo da página inicial pode ser definido como um URL, que você especifica aqui, ou definido para a página \"Nova guia\". Se você selecionar a página \"Nova guia\", esta política será ignorada. Se você ativar essa configuração, os usuários não poderão mudar o URL da página inicial no Chromium, mas ainda poderão escolher a página \"Nova guia\" como sua página inicial.";
ImagesAllowedForUrls.pfm_title = "Permitir imagens nestes sites";
ImagesAllowedForUrls.pfm_description = "Permite definir uma lista com padrões de URL que especificam quais sites podem exibir imagens.";
ImagesBlockedForUrls.pfm_title = "Bloquear imagens nestes sites";
ImagesBlockedForUrls.pfm_description = "Permite definir uma lista com padrões de URL que especificam quais sites não podem exibir imagens.";
IncognitoEnabled.pfm_title = "Ativar o modo de navegação anônima";
IncognitoEnabled.pfm_description = "Ativa o modo de navegação anônima no Chromium. Se essa configuração for ativada ou não configurada, os usuários poderão abrir páginas da web no modo de navegação anônima. Se essa configuração for desativada, os usuários não poderão abrir páginas da web no modo de navegação anônima.";
InstantEnabled.pfm_title = "Ativar o Instant";
InstantEnabled.pfm_description = "Ativa o recurso Instant do Chromium e impede os usuários de alterar essa configuração. Se você ativar essa configuração, o Instant do Chromium será ativado. Se você desativar essa configuração, o Instant do Chromium será desativado. Se você ativar ou desativar essa configuração, os usuários não poderão alterá-la nem substituí-la.";
JavaScriptAllowedForUrls.pfm_title = "Permitir o JavaScript nestes sites";
JavaScriptAllowedForUrls.pfm_description = "Permite definir uma lista com os padrões de URL que especificam os sites que têm permissão para executar o JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Bloquear o JavaScript nestes sites";
JavaScriptBlockedForUrls.pfm_description = "Permite definir uma lista com padrões de URL que especificam os sites que não têm permissão para executar o JavaScript.";
JavascriptEnabled.pfm_title = "Ativar o JavaScript";
JavascriptEnabled.pfm_description = "Ativa o JavaScript no Chromium e impede os usuários de alterar essa configuração. Se essa configuração for ativada ou não configurada, páginas da web poderão usar o JavaScript. Se essa configuração for desativada, páginas da web não poderão usar o JavaScript.";
MetricsReportingEnabled.pfm_title = "Ativar relato de uso e dados relacionados a falhas";
MetricsReportingEnabled.pfm_description = "Ativa o relato anônimo de uso e de dados relacionados a falhas sobre o Chromium para o Google e impede os usuários de alterar essa configuração. Se você ativar essa configuração, o relato anônimo de uso e dados relacionados a falhas será enviado ao Google. Se você desativar essa configuração, o relato anônimo de uso e de dados relacionados a falhas nunca será enviado ao Google. Se você ativar ou desativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Permitir que os usuários exibam senhas no gerenciador de senhas";
PasswordManagerAllowShowPasswords.pfm_description = "Controla se o usuário pode mostrar as senhas em texto não criptografado no gerenciador de senhas. Se você desativar essa configuração, o gerenciador de senhas não permitirá a exibição de senhas armazenadas em texto não criptografado na janela do gerenciador de senhas. Se você ativar ou não configurar essa configuração, os usuários poderão ver suas senhas em texto não criptografado no gerenciador de senhas.";
PasswordManagerEnabled.pfm_title = "Ativar o gerenciador de senhas";
PasswordManagerEnabled.pfm_description = "Permite salvar senhas e usar as senhas salvas no Chromium. Se você ativar essa configuração, os usuários poderão fazer com que o Chromium memorize senhas e as forneça automaticamente na próxima vez que efetuarem login em um site. Se você desativar essa configuração, os usuários não poderão salvar senhas nem usar senhas já salvas. Se você ativar ou desativar essa configuração, os usuários não poderão alterar nem substituir essa configuração no Chromium.";
PluginsAllowedForUrls.pfm_title = "Permitir plug-ins nestes sites";
PluginsAllowedForUrls.pfm_description = "Permite definir uma lista com padrões de URL que especificam os sites que têm permissão para executar plug-ins.";
PluginsBlockedForUrls.pfm_title = "Bloquear plug-ins nestes sites";
PluginsBlockedForUrls.pfm_description = "Permite definir uma lista com padrões de URL que especificam os sites que não têm permissão para executar plug-ins.";
PopupsAllowedForUrls.pfm_title = "Permitir pop-ups nestes sites";
PopupsAllowedForUrls.pfm_description = "Permite definir uma lista com padrões de URL que especificam quais sites podem abrir pop-ups.";
PopupsBlockedForUrls.pfm_title = "Bloquear pop-ups nestes sites";
PopupsBlockedForUrls.pfm_description = "Permite definir uma lista com padrões de URL que especificam quais sites não têm permissão para abrir pop-ups.";
PrintingEnabled.pfm_title = "Ativar impressão";
PrintingEnabled.pfm_description = "Permite a impressão no Chromium e impede os usuários de alterar essa configuração. Se essa configuração estiver ativada ou não configurada, os usuários poderão imprimir. Se essa configuração for desativada, os usuários não poderão imprimir no Chromium. A impressão é desativada no menu da chave inglesa, nas extensões, nos aplicativos do JavaScript etc. Ainda é possível imprimir a partir de plug-ins que ignoram o Chromium durante a impressão. Por exemplo, certos aplicativos Flash têm a opção de impressão em seu menu de contexto, sendo que essa opção não será desativada.";
ProxyBypassList.pfm_title = "Lista separada por vírgulas das regras de proxies ignoráveis";
ProxyBypassList.pfm_description = "O Chromium ignorará qualquer proxy da lista de hosts apresentados aqui. Esta política só entrará em vigor, se você tiver selecionado as configurações manuais de proxy em \"Escolha como especificar as configurações do servidor proxy\". Para obter exemplos mais detalhados, visite: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Escolher o modo de especificar as configurações do servidor proxy";
ProxyMode.pfm_description = "direct - Nunca usar um proxy\nauto_detect - Detectar automaticamente configurações de proxy\npac_script - Usar um script de proxy .pac\nfixed_servers - Usar servidores proxy fixos\nsystem - Usar configurações de proxy do sistema\nPermite que você especifique o servidor proxy usado pelo Chromium e impede que os usuários alterem as configurações de proxy. Se você optar por nunca usar um servidor proxy e sempre se conectar diretamente, todas as outras opções serão ignoradas. Se você optar por usar as configurações de proxy de sistema ou detectar automaticamente o servidor proxy, todas as outras opções serão ignoradas. Se você escolher o modo fixo de servidor proxy, poderá especificar opções adicionais no \"Endereço ou URL do servidor proxy\" e na \"Lista separada por vírgulas das regras de proxies ignoráveis'. Se você optar por usar um script de proxy .pac, deverá especificar o URL do script em \"URL de um arquivo proxy .pac\". Para obter exemplos detalhados, visite: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett. Se você ativar essa configuração, o Chromium ignorará todas as opções relacionadas ao proxy especificadas na linha de comando.";
ProxyPacUrl.pfm_title = "URL de um arquivo proxy .pac";
ProxyPacUrl.pfm_description = "Você pode especificar um URL de um arquivo proxy .pac aqui. Esta política só entrará em vigor, se você tiver selecionado as configurações manuais de proxy em \"Escolha como especificar as configurações do servidor proxy\". Para obter exemplos detalhados, visite: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Endereço ou URL do servidor proxy";
ProxyServer.pfm_description = "Você pode especificar o URL do servidor proxy aqui. Esta política só entrará em vigor se você tiver selecionado as configurações manuais de proxy em '\"scolha como especificar as configurações do servidor proxy\". Para ver mais opções e exemplos detalhados, visite: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Ação na inicialização";
RestoreOnStartup.pfm_description = "0 - Abrir página inicial\n1 - Abrir novamente os URLs que foram abertos por último\n4 - Abrir uma lista de URLs\nPermite que você especifique o comportamento na inicialização. Se você escolher \"Abrir página inicial\", ela sempre será aberta ao iniciar o Chromium. Se você escolher \"Reabrir os URLs que foram abertos por último\", os URLs, que foram abertos na última vez que o Chromium foi fechado, serão reabertos. Se você escolher \"Abrir uma lista de URLs\", a lista de \"URLs que deverão ser abertos na inicialização\" será aberta quando um usuário iniciar o Chromium. Se você ativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium. A desativação dessa configuração é o mesmo que deixá-la não configurada. O usuário ainda poderá alterá-la no Chromium.";
RestoreOnStartupURLs.pfm_title = "URLs que devem ser abertos na inicialização";
RestoreOnStartupURLs.pfm_description = "Se \"Abrir uma lista de URLs\" for selecionada como a ação de inicialização, a seleção permitirá que você especifique a lista de URLs que estão abertos.";
SafeBrowsingEnabled.pfm_title = "Ativar Navegação segura";
SafeBrowsingEnabled.pfm_description = "Ativa o recurso de Navegação segura do Chromium e impede que os usuários alterem essa configuração. Se você ativar essa configuração, a Navegação segura estará sempre ativa. Se você desativar essa configuração, a Navegação segura nunca estará ativa. Se você ativar ou desativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Desativar o salvamento do histórico do navegador";
SavingBrowserHistoryDisabled.pfm_description = "Desativa o salvamento do histórico do navegador no Chromium e impede os usuários de alterar essa configuração. Se essa configuração for ativada, o histórico de navegação não será salvo. Se essa configuração for desativada ou não configurada, o histórico de navegação será salvo.";
SearchSuggestEnabled.pfm_title = "Ativar sugestões de pesquisa";
SearchSuggestEnabled.pfm_description = "Ativa as sugestões de pesquisa na omnibox do Chromium e impede os usuários de alterar essa configuração. Se você ativar essa configuração, as sugestões de pesquisa serão utilizadas. Se você desativar essa configuração, as sugestões de pesquisa nunca serão usadas. Se você ativar ou desativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium.";
ShowHomeButton.pfm_title = "Exibir o botão da Página inicial na barra de ferramentas";
ShowHomeButton.pfm_description = "Exibe o botão Página inicial na barra de ferramentas do Chromium. Se você ativar essa configuração, o botão Página inicial sempre será exibido. Se você desativar essa configuração, o botão Página inicial nunca será exibido. Se você ativar ou desativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium.";
SyncDisabled.pfm_title = "Desativar a sincronização de dados com o Google";
SyncDisabled.pfm_description = "Desativa a sincronização de dados no Chromium, usando os serviços de sincronização hospedados pelo Google, e impede os usuários de alterar essa configuração. Se você ativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium.";
TranslateEnabled.pfm_title = "Ativar Traduzir";
TranslateEnabled.pfm_description = "Ativa o serviço integrado Google Tradutor no Chromium. Se você ativar essa configuração, o Chromium exibirá uma barra de ferramentas, oferecendo a tradução da página para o usuário, quando apropriado. Se você desativar essa configuração, os usuários nunca verão a barra de tradução. Se você ativar ou desativar essa configuração, os usuários não poderão alterá-la nem substituí-la no Chromium.";
UserDataDir.pfm_title = "Definir diretório de dados do usuário";
UserDataDir.pfm_description = "Configura o diretório que o Chromium usará para armazenar dados do usuário. Se você definir esta política, o Chromium usará o diretório fornecido, independentemente se o usuário tiver especificado ou não a sinalização '--user-data-dir'.";